/* The title of the Eversense Now service
   Title for the CGMManager option */
"Eversense Now" = "Eversense Now";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Needs Attention";

/* Sensor state description for the valid state */
"OK" = "OK";

